[
  {
    "id": "testimonialsCard0",
    "profileImg": "/testimonialsImage/face00.jpg",
    "image": "/testimonialsImage/image00.jpg",
    "content": "Ipsum aute sunt aliquip aute et occaecat. Anim minim do cillum eiusmod enim. Consectetur magna cillum consequat minim  laboris cillum laboris voluptate minim proident exercitation ullamco. ",
    "name": "Shawn Edwards",
    "position": "Position, Company name"
  },
  {
    "id": "testimonialsCard1",
    "profileImg": "/testimonialsImage/face01.jpg",
    "image": "/testimonialsImage/image01.jpg",
    "content": "Mauris pretium eros lorem, id sagittis magna condimentum id. Pellentesque placerat ipsum eu metus fringilla consequat. Aenean euismod, erat nec rutrum commodo, mauris mauris elementum nisl, tempor finibus leo quam varius nunc.",
    "name": "Laura Greene",
    "position": "Position, Company name"
  },
  {
    "id": "testimonialsCard2",
    "profileImg": "/testimonialsImage/face02.jpg",
    "image": "/testimonialsImage/image02.jpg",
    "content": "Duis non mattis velit. Aliquam erat volutpat. Integer suscipit ante finibus ante ultricies lacinia. Sed ac ornare dolor. Pellentesque mollis, enim sit amet ultricies sodales, ligula mi efficitur metus, quis consectetur enim augue quis neque. ",
    "name": "James Turner",
    "position": "Position, Company name"
  },
  {
    "id": "testimonialsCard3",
    "profileImg": "/testimonialsImage/face03.jpg",
    "image": "/testimonialsImage/image03.jpg",
    "content": "Cras sed congue dui. In hac habitasse platea dictumst. Aenean malesuada tempor efficitur. Sed vitae lacus at lorem auctor tempor. In vestibulum metus at lacus pulvinar ornare. ",
    "name": "Rita Simmons",
    "position": "Position, Company name"
  },
  {
    "id": "testimonialsCard4",
    "profileImg": "/testimonialsImage/face04.jpg",
    "image": "/testimonialsImage/image04.jpg",
    "content": "Vestibulum interdum metus id suscipit vehicula. Pellentesque blandit placerat cursus. Suspendisse potenti. Nam dignissim ac ex et bibendum. Duis dignissim nulla eget sapien consectetur, sed tincidunt tortor tempus.",
    "name": "Sean Long",
    "position": "Position, Company name"
  },
  {
    "id": "testimonialsCard5",
    "profileImg": "/testimonialsImage/face05.jpg",
    "image": "/testimonialsImage/image05.jpg",
    "content": "Proin faucibus, sapien lobortis iaculis dignissim, massa odio dapibus augue, a placerat ex mauris eu massa. Cras maximus, sapien fermentum congue lobortis, erat eros euismod justo, ut iaculis lorem enim ut elit. ",
    "name": "Edward Green",
    "position": "Position, Company name"
  },
  {
    "id": "testimonialsCard6",
    "profileImg": "/testimonialsImage/face06.jpg",
    "image": "/testimonialsImage/image06.jpg",
    "content": " Integer nec velit nec nunc ultricies sollicitudin ac id neque. Curabitur orci leo, elementum at varius sit amet, placerat porttitor mauris. Ut malesuada molestie nibh et mollis.",
    "name": "Christian Evans",
    "position": "Position, Company name"
  }
]
